[
  {
    "id": 1,
    "background": "#fadcb9",
    "name": "Vitamin C Serum 8%",
    "category":["skin care", "offers"],
    "subCategory": ["Serum"],
    "image" : "https://raw.githubusercontent.com/MuskanBasharat/DermatoesNaturals/refs/heads/main/images/Vitamin-C.png",
    "price": 1140,
    "oldPrice": 1200,
    "sticker":  "Sale", 
    "shortDescription": "AntiOxidant, Brightens skin and evens out skin tone",
    "longDescription": "Dermatoes Naturals Vitamin C Serum is a potent antioxidant-rich formula that helps brighten and even out your skin tone. With a powerful combination of Vitamin C and Hyaluronic Acid, this serum provides intense hydration while fighting free radicals and environmental stressors. Vitamin C helps to boost collagen production, reduce fine lines and wrinkles, and fade dark spots, while Hyaluronic Acid locks in moisture, leaving your skin looking smoother, plumper, and more radiant.",
    "keyIngredients": "Vitamin C 10%, Hyaluronic acid 2%",
    "ingredients": "Ethyl Ascorbic Acid, magnesium ascorbate, sodium Ascorbic Acid, Low molecular weight hyaluronic acid, aqua, preservatives, stabilizers, pH balancers, preservatives ...etc",
    "usage": "To use Dermatoes Naturals Vitamin C Serum, apply a few drops to your face and neck after cleansing and toning. Gently massage the serum into your skin until absorbed. Follow up with your moisturizer and sunscreen (SPF 30 or higher) during the day. Use it consistently, morning and night, to help brighten and hydrate your skin, reducing the appearance of fine lines and wrinkles. Start with a patch test to ensure you don't have any sensitivity to the keyIngredients."
  },
  {
    "id": 2,
    "background": "#ddefcc",
    "name": "Vitamin B5 Serum",
    "category": ["skin care",  "offers"],
    "subCategory": ["Serum"],
    "image" : "https://raw.githubusercontent.com/MuskanBasharat/DermatoesNaturals/refs/heads/main/images/Vitamin-B5.png",
    "price": 900,
    "sticker": "Best Seller",
    "shortDescription": "AntiInflammatory ,Hydrates and improves skin elasticity",
    "longDescription": "Dermatoes Naturals Vitamin B5 10% Serum is a potent hydrating formula that combines the power of Vitamin B5 (Pantothenic Acid) with Hyaluronic Acid. This serum deeply nourishes and moisturizes the skin, locking in moisture to leave it feeling soft, supple, and intensely hydrated. Vitamin B5 helps to improve skin elasticity, reduce acne, and soothe irritated skin, while Hyaluronic Acid retains moisture and plumps fine lines, resulting in a smoother, more radiant complexion. Perfect for dry, dehydrated, or sensitive skin.",
    "keyIngredients": "Vitamin B5 ( Penthothenic Acid )10%, Hyaluronic Acid 2%",
    "ingredients": "Penthothenic Acid, DL Panthenol, hyaluronic acid, carbomer , ethylene glycol, Stabilizers PH Buffer, preservatives .. etc",
    "usage": "To use Dermatoes Naturals Vitamin B5 Serum, apply a few drops to your face and neck after cleansing and toning. Gently massage the serum into your skin until fully absorbed. Use morning and night for optimal hydration and skin benefits. Follow up with your moisturizer to lock in the serum's benefits. For best results, consistently incorporate the serum into your daily skincare routine to achieve soft, supple, and hydrated skin."
  },
  {
    "id": 3,
    "background": "#e1d0ff",
    "name": "Niacinamide Serum",
    "category":[ "skin care"],
    "subCategory": ["Serum"],
    "image" : "https://raw.githubusercontent.com/MuskanBasharat/DermatoesNaturals/refs/heads/main/images/Niacinamide.png",
    "price": 1200,
    "shortDescription": "Minimizes pores and improves skin texture",
    "longDescription": "Dermatoes Naturals Niacinamide Serum 10% is a potent formula designed to unlock healthy, radiant skin. With 10% Niacinamide, this serum provides intense benefits, minimizing pores and fine lines, reducing inflammation and hyperpigmentation, and improving skin elasticity and firmness. It also enhances skin brightness and evens out tone, resulting in a smoother, more radiant complexion. Perfect for addressing concerns like acne, hyperpigmentation, and loss of firmness, this serum is ideal for those seeking a more even, youthful glow.",
    "keyIngredients": "Niacinamide 10%, Hyaluronic Acid 2%",
    "ingredients": "Niacinamide, hyaluronic acid, carboxy methyl cellulose, Glycerol, polyethylene glycol, stabilizers, Preservatives, buffers ..etc",
    "usage": "To get the most out of Dermatoes Naturals Niacinamide Serum, apply a few drops to your face and neck after cleansing and toning, gently massaging it in until fully absorbed. Use morning and night for optimal results, following up with your moisturizer and sunscreen during the day. For best results, consistently use the serum as part of your daily skincare routine, and be patient as niacinamide works to improve skin texture, tone, and appearance over time."
  },
  {
    "id": 7,
    "background": "#c9d1e0",
    "name": "Salicylic Acid Serum",
    "category": ["skin care"],
    "subCategory": ["Serum"],
    "image" : "https://raw.githubusercontent.com/MuskanBasharat/DermatoesNaturals/refs/heads/main/images/Salicylic-acid.png",
    "price": 1200,
    "shortDescription": "Exfoliates and close open pores",
    "longDescription": "Our Salicylic Acid Serum is a potent exfoliant that helps to unclog pores, reduce acne, and improve skin texture. With its beta-hydroxy acid properties, salicylic acid gently penetrates deep into pores to dissolve dead skin cells, excess oil, and other debris that can cause breakouts. Regular use can lead to a clearer, more radiant complexion, with reduced appearance of blackheads, whiteheads, and fine lines. Perfect for acne-prone skin, this serum helps to refine skin tone and promote a smoother, healthier-looking complexion.",
    "keyIngredients": "Salicylic acid 2%, Hyaluronic acid 2%",
    "ingredients": "Salicylic acid, hyaluronic acid, carbomer, ethylene glycol, stabilizers, pH balancers, preservatives,aqua, ...etc",
    "usage": "To use Salicylic Acid Serum, start by cleansing your face with a gentle cleanser. Then, apply 2-3 drops of serum to affected areas or your entire face, gently massaging it into your skin until absorbed. Begin with 1-2 times a week and gradually increase frequency as your skin becomes more tolerant. Don't forget to follow up with sunscreen (SPF 30 or higher) during the day, as salicylic acid can increase skin sensitivity to the sun. Always do a patch test first to ensure you don't have any sensitivity to the ingredients."
  },
    {
    "id": 5,
    "background": "#d4e5ff",
    "name": "Hyalourinc Serum",
    "category": ["skin care"],
    "subCategory": ["Serum"],
    "sticker":"Best Seller",
    "image" : "https://raw.githubusercontent.com/MuskanBasharat/DermatoesNaturals/refs/heads/main/images/Hyaluronic.png",
    "price": 900,
    "shortDescription": "Intensely hydrates and plumps skin with moisture locking properties",
    "longDescription": "Dermatoes Naturals Hyaluronic Acid Serum 2% is a potent hydrating formula that attracts and retains moisture, leaving skin feeling soft, supple, and intensely hydrated. With 2% Hyaluronic Acid, this serum plumps fine lines, smooths wrinkles, and enhances skin elasticity, resulting in a more radiant and youthful complexion. Perfect for dry, dehydrated, or mature skin, it provides long-lasting hydration and helps to restore the skin's natural moisture barrier.",
    "keyIngredients": "Hyaluronic Acid 2%",
    "ingredients": "Hyaluronic Acid 2%, Allantoin, PEG, Stabilizers, preservatives, PH balancers, ...etc",
    "usage": "To use Dermatoes Naturals Hyaluronic Acid Serum 2%, apply a few drops to your face and neck after cleansing and toning. Gently pat the serum into your skin until fully absorbed. Use morning and night for optimal hydration, following up with your moisturizer to lock in the benefits. For extra dry skin, layer the serum under your moisturizer for intense hydration. Suitable for all skin types, this serum provides long-lasting moisture and helps achieve a smoother, more radiant complexion."
  },
  {
    "id": 6,
    "background": "#efdcfb",
    "name": "kojic Acid Serum",
    "category": ["skin care"],
    "subCategory": ["Serum"],
    "image" : "https://raw.githubusercontent.com/MuskanBasharat/DermatoesNaturals/refs/heads/main/images/Kojic-acid.png",
    "price": 1500,
    "shortDescription": "Reduces hyperpigmentation and lightens skin tone",
    "longDescription": "Dermatoes Naturals Kojic Acid 3% Serum is a potent skin-brightening formula that helps reduce the appearance of dark spots, hyperpigmentation, and uneven skin tone. With 3% Kojic Acid, this serum inhibits melanin production, gently lightening areas of discoloration and revealing a more radiant, even complexion. Perfect for addressing concerns like melasma, freckles, and post-inflammatory hyperpigmentation, it helps to restore skin's natural glow and clarity.",
    "keyIngredients": "Kojic Acid 3%, Hyaluronic Acid",
    "ingredients": "Kojic Acid, Hyaluronic acid, allantoin, beta Arbutin, PEG, Stabilizers, PH Buffers, preservatives etc",
    "usage": "To use Dermatoes Naturals Kojic Acid 3% Serum, apply a few drops to affected areas or entire face after cleansing and toning. Gently massage the serum into the skin until fully absorbed. Use at night, as Kojic Acid can increase skin sensitivity to the sun. Follow up with a broad-spectrum sunscreen with at least SPF 30 in the morning. For best results, consistently use the serum as part of your daily skincare routine, and be patient as it may take several weeks to see noticeable improvements in skin brightness and tone."
  },
  {
    "id": 4,
    "background": "#f4d5c8",
    "name": "Glycolic Acid Serum",
    "category": ["skin care"],
    "subCategory": ["Serum"],
    "image" : "https://raw.githubusercontent.com/MuskanBasharat/DermatoesNaturals/refs/heads/main/images/Glycolic-acid.png",
    "price": 1500,
    "shortDescription": "Exfoliates and Depigmentation",
    "longDescription": "To use Dermatoes Naturals Glycolic Acid Serum, cleanse your face with a gentle cleanser, then apply a few drops of serum to your face, gently massaging it in until absorbed. Start with a low frequency (1-2 times a week) and gradually increase as your skin becomes more tolerant. Follow up with sunscreen (SPF 30 or higher) during the day, as glycolic acid can increase skin sensitivity to the sun. Always do a patch test first to ensure you don't have any sensitivity to the ingredients.",
    "keyIngredients": "Glycolic acid 7%, Hyaluronic acid 2%",
    "ingredients": "Glycolic acid, hyaluronic acid, dl Panthenol, carbomer, ethylene glycol, stabilizers, Preservatives,PH balancers,aqua,...etc",
    "usage": "To use Dermatoes Naturals Glycolic Acid Serum, cleanse your face with a gentle cleanser, then apply a few drops of serum to your face, massaging it in until absorbed. Start with 1-2 times a week and gradually increase frequency as your skin becomes more tolerant. Don't forget to do a patch test first to ensure you don't have any sensitivity to the ingredients. During the day, be sure to use sunscreen with SPF 30 or higher."
  },

  

  {
    "id": 8,
    "background": "#e6cccc",
    "name": "Brightening cream",
    "category": ["skin care"],
    "subCategory": ["Cream"],
    "isSquare": true,
    "image" : "https://raw.githubusercontent.com/MuskanBasharat/DermatoesNaturals/refs/heads/main/images/Brightening.png",
    "price": 2500,
    "shortDescription": "Brightens skin and reduces dark spots",
    "longDescription": "Dermatoes Naturals Skin Brightening Cream for Men & Women.Unlock Radiant Skin with Our Powerful Brightening Cream. Say goodbye to dull, uneven skin tone and hello to a brighter, more radiant complexion with Dermatoes Naturals Skin Brightening Cream. Our advanced formula combines the power of Glutathione, Kojic Acid, Vitamin B5, Alpha Arbutin, and Niacinamide to help reduce hyperpigmentation, dark spots, and discoloration, revealing a smoother, more even-toned skin. Get ready to reveal your radiant, glowing skin with Dermatoes Naturals Skin Brightening Cream!",
    "keyIngredients": "Glutathione  5%, Kojic Acid 1%,Niacinamide 5%,Vitamin B5 4%,Alpha Arbutin 3%",
    "ingredients" : "Glutathione, kojic acid, niacinamide, vitamin B5, Alpha Arbutin, emulsifying agents, stabilizers, preservatives, PH balancers ...etc",
    "usage": "To get the most out of Dermatoes Naturals Skin Brightening Cream, follow a consistent routine. Cleanse your face with a gentle cleanser, then apply a small amount of the cream to your face and neck, massaging it in until absorbed. Use it morning and night, and don't forget to follow up with a broad-spectrum sunscreen with at least SPF 30 during the day. Be patient and consistent for best results, and enjoy a brighter, more even-toned complexion."
  },
    {
    "id": 9,
    "background": "#ebd9f3",
    "name": "Hand Foot Cream",
    "category": ["body care"],
    "subCategory": ["Cream"],
    "isSquare": true,
    "image" : "https://raw.githubusercontent.com/MuskanBasharat/DermatoesNaturals/refs/heads/main/images/HandFoot.png",
    "price": 550,
    "shortDescription": "Nourishes and protects dry, rough skin",
    "longDescription": "Dermatoes Naturals Hand and Foot Cream is a rich and nourishing formula that intensely moisturizes and softens dry, rough skin on hands and feet. Enriched with Allantoin and Aloe Vera extracts, this cream provides long-lasting hydration, soothes irritation, and helps to repair cracked skin. It leaves hands and feet feeling smooth, supple, and rejuvenated, making it perfect for daily use, especially during harsh weather conditions or for individuals with dry, sensitive skin.",
    "keyIngredients": "Allantoin, Aloe Extracts",
    "ingredients": " Allantoin, Aloe Extracts, PEG, Waxes, Cetostesryl Alcohol, myristic acid, aqua, preservatives, stabilizers, pH balancers, ...etc",
    "usage": "To use Dermatoes Naturals Hand and Foot Cream, apply a generous amount to dry hands and feet, paying special attention to heels, cuticles, and any areas with rough or cracked skin. Massage the cream in thoroughly until fully absorbed. For best results, use daily, ideally after bathing or showering while skin is still slightly damp. Reapply as needed throughout the day to keep hands and feet soft, smooth, and hydrated."
  },
  {
    "id": 10,
    "background": "#fcd9eb",
    "name": "Lip Balm",
    "category": ["body care"],
    "subCategory": ["Butter"],
    "isSquare": true,
    "image" : "https://raw.githubusercontent.com/MuskanBasharat/DermatoesNaturals/refs/heads/main/images/Lipbalm.png",
    "price": 600,
    "shortDescription": "Nourishes and protects dry, chapped lips",
    "longDescription": "Dermatoes Naturals Lip Balm is a nourishing and protective formula that soothes and moisturizes dry, chapped lips. Enriched with Shea Butter, Avocado Oil, and Almond Oil, this lip balm provides long-lasting hydration, softens, and helps to repair lip damage. It leaves lips feeling smooth, supple, and protected from environmental stressors, making it perfect for daily use, especially during harsh weather conditions or for individuals with dry, sensitive lips.",
    "keyIngredients": "Almond oil, coconut oil, Shea butter, Avacardo oil",
    "ingredients": "",
    "usage": "To use Dermatoes Naturals Lip Balm, apply a thin layer to clean, dry lips as needed throughout the day. Gently rub the balm into your lips until fully absorbed. For best results, use regularly to keep lips hydrated and protected, especially in dry or cold weather, or whenever lips feel dry or chapped. Reapply as often as needed to maintain soft, smooth, and nourished lips."
  },
  {
    "id": 11,
    "background": "#d8eac2",
    "name": "Anti Acne Cream",
    "category": ["skin care", "offers"],
    "subCategory": ["Cream"],
    "isSquare": true,
    "image" : "https://raw.githubusercontent.com/MuskanBasharat/DermatoesNaturals/refs/heads/main/images/AntiAcne.png",
    "price": 1200,
    "sticker": "Best Seller",
    "shortDescription": "Reduces acne and prevents future breakouts",
    "longDescription": "Dermatoes Naturals  a potent blend of Salicylic Acid, Niacinamide, and Neem Extracts, this cream helps to reduce acne, prevent future breakouts, and soothe irritated skin. Salicylic Acid exfoliates and unclogs pores, while Niacinamide improves skin elasticity and reduces inflammation. Neem Extracts provide additional antibacterial benefits, helping to combat acne-causing bacteria and promote a clearer, healthier complexion.",
    "keyIngredients": "Salicylic acid 2% , Niacinamide 5%, Neem extracts 1%",
    "ingredients": "Salicylic acid, niacinamide, neem extracts, emulsifying agents, stabilizers, PH balancers, preservatives ...etc",
    "usage": "To use Dermatoes Naturals Anti-Acne Cream at night, start by cleansing your face with a gentle cleanser. Then, apply a small amount of the cream to affected areas or your entire face, gently massaging it into your skin until absorbed. Use it consistently every night for best results. Don't forget to do a patch test first to ensure you don't have any sensitivity to the ingredients."
  },
  {
    "id": 12,
    "background": "#dfd1cb",
    "name": "De Pigmo Cream",
    "category": ["skin care"],
    "subCategory": ["Cream"],
    "isSquare": true,
    "image" : "https://raw.githubusercontent.com/MuskanBasharat/DermatoesNaturals/refs/heads/main/images/Depigmo.png",
    "price": 1500,
    "shortDescription": "Reduces hyperpigmentation and dark spots",
    "longDescription": "Dermatoes Naturals Depigmo Cream is a potent skin-lightening formula designed to reduce the appearance of hyperpigmentation, dark spots, and uneven skin tone. With a powerful blend of Glycolic Acid, Niacinamide, and Kojic Acid, this cream exfoliates, brightens, and inhibits melanin production, resulting in a more radiant and even complexion. Perfect for addressing concerns like melasma, freckles, and post-inflammatory hyperpigmentation, it helps to restore skin's natural glow and clarity.",
    "keyIngredients": "Kojic Acid, Glycolic Acid, Niacinamide",
    "ingredients": "Kojic Acid, Glycolic Acid, Niacinamide, waxes, aqua, glycerin, stabilizers, Preservatives, buffers ...etc",
    "usage": "To use Dermatoes Naturals Depigmo Cream at night, apply a thin layer to affected areas or entire face after cleansing and toning. Gently massage the cream into the skin until fully absorbed. Use once daily, ideally at bedtime, as some ingredients can increase skin sensitivity to the sun. Follow up with a broad-spectrum sunscreen with at least SPF 30 in the morning to protect skin from further darkening. Consistency is key, so use the cream regularly for optimal results in reducing hyperpigmentation and achieving a more even skin tone."
  },
  {
    "id": 13,
    "background": "#c1eff4",
    "name": "Facial Scrub",
    "category": ["skin care"],
    "subCategory": ["Scrub"],
    "isSquare": true,
    "image" : "https://raw.githubusercontent.com/MuskanBasharat/DermatoesNaturals/refs/heads/main/images/Facial.png",
    "price": 550,
    "shortDescription": "Exfoliates and unclogs pores",
    "longDescription": "To use Dermatoes Naturals Facial Scrub, massage a small amount onto damp skin in circular motions, focusing on areas with blackheads, whiteheads, or rough texture. Avoid sensitive areas and the delicate skin around the eyes. Rinse thoroughly with lukewarm water, then pat dry. Use 1-2 times a week to exfoliate and remove dead skin cells, revealing smoother, brighter skin. Follow up with your regular skincare routine, including toner, serum, and moisturizer, to maximize benefits and keep skin hydrated and balanced.",
    "keyIngredients": "Micro scrub particles, Salicylic Acid",
    "ingredients": "Micro scrub particles, Salicylic Acid, waxes, aqua, glycerin, stabilizers, Preservatives, buffers ... etc",
    "usage": "To use Dermatoes Naturals Facial Scrub, apply a small amount to damp skin and gently massage in circular motions for about 30 seconds, focusing on areas like the T-zone. Rinse thoroughly with lukewarm water, then pat dry. Use 1-2 times a week to effectively exfoliate, unclog pores, and reveal smoother, brighter skin. Be gentle to avoid irritation, and follow up with your regular skincare routine, including toner, serum, and moisturizer, to keep your skin balanced and hydrated."
  },
  {
    "id": 14,
    "background": "#cccceb",
    "name": "Men Glow Booster Cream",
    "category": ["skin care"],
    "subCategory": ["Cream"],
    "isSquare": true,
    "image" : "https://raw.githubusercontent.com/MuskanBasharat/DermatoesNaturals/refs/heads/main/images/Glow.png",
    "price": 3000,
    "shortDescription": "Whitening and Brightening with deep Hydration",
    "longDescription": "Dermatoes Naturals Men's Glow Booster Cream is a powerful skin-brightening formula designed to even out skin tone and reduce the appearance of dark spots and hyperpigmentation. With a potent blend of Niacinamide, Vitamin C, and Alpha Arbutin, this cream helps to inhibit melanin production, boost collagen, and protect skin from environmental stressors. Perfect for men looking to achieve a smoother, brighter, and more radiant complexion, it hydrates and rejuvenates the skin, revealing a healthier and more youthful appearance.",
    "keyIngredients": "Vitamin C, Alpha Arbutin, Niacinamide",
    "ingredients" :"Vitamin C, Alpha Arbutin, Niacinamide, waxes, aqua, glycerin, stabilizers, Preservatives, buffers, etc",
    "usage": "To use Dermatoes Naturals Men's Glow Booster Cream, apply a small amount to cleansed and toned skin, gently massaging it in until fully absorbed. Use once or twice daily, ideally in the morning and/or night, as part of your regular skincare routine. Follow up with a broad-spectrum sunscreen with at least SPF 30 in the morning to protect your skin from further darkening and damage. For best results, consistently use the cream and combine it with other skincare products tailored to your skin type for optimal brightening and hydration benefits."
  }
  

]